{
    "navbar": {
        "nav-home": "Home",
        "nav-project": "Projects",
        "nav-about": "About Me",
        "nav-skill": "Skill",
        "nav-contact": "Contact"
    },
    "home": {
        "home-title": "Hi I'm <strong>Luis Peche</strong>, I'm a passionate backend developer specialized in <strong>Java Spring Boot</strong>.<br>My experience includes designing efficient architectures, implementing <strong>RESTful</strong> <strong>web</strong> <strong>services</strong> and database integration, all using agile development best practices. I also have a strong background in the field of <strong>Data Analysis.</strong>",
        "home-button": "<strong>Know me</strong>",
        "home-project-title": "<strong>Projects</strong>",
        "home-project-description": "Explore my world of digital innovation, where each project is a unique piece that fuses technology and creativity to transform challenges into impactful solutions. Welcome to my portfolio of creations, where every line of code tells a story of success!<br/><strong><em>Click on the images</em></strong>",
        "home-project-one": "We want to offer you not just an ordering tool, but a digital companion that understands your preferences and makes every meal an easy and delicious experience.<br><br>",
        "home-project-two": "Cashier is a digital wallet designed to be your Passport to the Modern Financial World.<br>What are you waiting for to be part of this initiative.<br><br>",
        "home-project-three": "The main objective of this initiative is to provide users with a tool that allows them to quickly compare prices of different products. This makes it easier for them to make informed decisions when making their purchases.",
        "home-project-four": "A powerful web application that was developed for the efficient management of vehicle fleets.</br> It has Chatbot for better control and decision making</br></br>",
        "home-project-five": "Chatbot for managing vehicle fleets, has a control panel for managing vehicles and drivers.</br>All this within WhatsApp Mobile.</br></br></br>",
        "home-h3": "Like what you see?",
        "home-button-contact": "<strong>Contact Me</strong>",
        "home-skill-title": "<strong>Skills</strong>",
        "home-card-backend": "I am a highly competent backend developer with solid experience in the use of technologies such as Java, Spring Boot, Spring Data JPA, Spring Mail, Spring Security, Docker, Maven and Git.",
        "home-card-bot": "My approach includes the integration of technologies such as Baileys/WAWebSockets and Node.js in conjunction with WhatsApp Business, providing an efficient and user-centric solution.",
        "home-card-scraping": "I am an expert in web scraping, using Python, Selenium, Selenium Grid and Beautiful Soup. My experience ranges from data extraction to data processing, using programmatic techniques.",
        "home-banner": "I actively participated in the development of an exciting digital wallet project, called <strong>\"Cashier\"</strong>, where innovation and collaboration were key. In this context, I was part of a teamwork emulation, contributing to the creation of a comprehensive solution to facilitate digital financial transactions.",
        "home-footer-about": "<strong>About me</strong>",
        "home-footer-contact": "<strong>Contact me</strong>",
        "home-footer-Projects": "<strong>Projects</strong>"
    },
    "cv": {
        "cv-title": "Welcome to my profile, remember \"Life is 10% what happens to us and 90% how we react to it\".<br>I have a Bach. in <strong>Systems Engineering</strong>. I focus on <strong>JAVA</strong> <strong>Backend</strong> <strong>development</strong>, <strong>Chat</strong> <strong>Bots</strong> <strong>WA</strong> development and <strong>Web</strong> <strong>Scraping</strong>.",
        "cv-button-contact": "<strong>Contact</strong>",
        "cv-experience": "Experience",
        "cv-experience-one": "Backend Developer",
        "cv-experience-one-description": "During my participation in the development project of a digital wallet called 'Cashier', I had the privilege of working in the backend area, which was worked under a LAYERED REST architecture; where you implement design patterns and good practices",
        "cv-experience-two": "Freelance Programmer",
        "cv-experience-two-description": "Chatbot service is primarily responsible for managing the fast food sales process. Over time, this Chat Bot can be integrated into almost any business process.",
        "cv-experience-three": "IT Unit",
        "cv-experience-three-description": "Management of MSSQL Server for the management of queries in the medical appointment process.<br>Reports in Power Bi.<br>Management of the GALENHOS system.<br>Development of a desktop application using Java according to the demand of the staff.<br><br><br>",
        "cv-education": "Education",
        "cv-education-one": "Systems Engineering",
        "cv-education-one-description": "Currently I am Bach. in Systems Engineering.",
        "cv-education-two": "Bootcamp Data Analytics",
        "cv-education-two-description": "This comprehensive Data Analytics bootcamp is designed to provide participants with hands-on training in using essential tools in the field of data analytics. Throughout the bootcamp, participants will gain skills in programming with <strong>Python</strong>, manipulating and querying databases using <strong>Microsoft SQL Server</strong>, and creating impactful visualizations with <strong >Power BI</strong>.",
        "cv-education-three": "Java and Spring boot specialization - Alura",
        "cv-education-three-description": "During my experience, I have developed APIs following the REST architecture in a layered approach and maturity level according to the Richardson model. Additionally, I have worked extensively with database technologies, highlighting my experience in the implementation and management of MySQL databases.&nbsp;",
        "cv-education-four": "Java and Spring boot - Advanced",
        "cv-education-four-description": "During my participation in the course, I acquired fundamental skills in the development of APIs under the REST architecture, with a focus on organization by layers and the implementation of Richardson's maturity principles. Additionally, I had the opportunity to work with advanced database technologies, focusing on PostgreSQL database administration. The course provided me with in-depth knowledge in key technologies, including Spring Data and Spring Security for ensuring application efficiency and security, OpenAPI (swagger) for API documentation, Postman for extensive testing, lombok and Spring Boot for development. agile.",
        "cv-education-five": "Java Developer",
        "cv-education-five-description": "The course guides participants in the correct use of libraries, frameworks, good practices and use of web application design patterns based on Java Technology.",
        "cv-education-six": "Java Programmer",
        "cv-education-six-description": "Develop software components using Java SE and Jakarta EE technology. Have the necessary preparation for the Oracle Java 11 certification exam (Java SE 11 Developer | 1Z0-819), taking into account that this certification replaces the Java SE 11 Programmer I certifications ( 1Z0-815) and Java SE 11 Programmer II (1Z0-816).",
        "cv-education-seven": "AWS",
        "cv-education-seven-description": "This course provides a comprehensive introduction to Amazon Web Services (AWS), the industry-leading cloud services platform. Designed for beginners and professionals looking to gain basic cloud skills, the course covers fundamental AWS concepts, best practices, and console navigation."
    },
    "proyects":{
        "proyects-title": "Zephyr Cygnus wa",
        "proyects-description": "Description",
        "proyects-parraf-1": "Tired of waiting? 🥱 We were too. That's why we present our innovative <strong>Chat</strong> <strong>Bot</strong> messaging service on <strong>WhatsApp</strong>.<br><br>📩 Goodbye waiting for the letter: Forget about long delays in receiving important information.<br>⏳ Responses in record time: Tired of waiting minutes for a response? Our chat bot responds in seconds.",
        "proyects-parraf-2": "This project was born inspired by a very special place for me, the <strong>Restobar</strong> Kraken in the city of <strong>Ica</strong>. This Chat Bot is primarily responsible for managing the fast food sales process. Over time this Chat Bot can be integrated into almost any business process.",
        "proyects-one-title": "Dev BOT SUPERMARKET",
        "proyects-one-description": "Description",
        "proyects-one-parraf-1": "For the past few months, I have been working on a project that combines various technologies and approaches to simplify the lives of <strong>grocery</strong> shoppers in my area. The goal was to provide the community with an <strong>efficient</strong> way to <strong>compare</strong> the <strong>prices</strong> of products in three different <strong>supermarkets</strong>, without having to navigate multiple websites.",
        "proyects-one-parraf-2": "<strong>[ 📌 OBJECTIVE]:</strong> My goal with this project is to make people's lives easier by offering them a quick and easy way to find the best prices for grocery products in the area. Everyone deserves to save time and money, and this is what I am trying to achieve with this initiative.",
        "proyects-two-title": "Cashier",
        "proyects-two-description": "Description",
        "proyects-two-parraf-1": "\"<strong>Cashier</strong>\" 📱, a digital wallet that is revolutionizing the way we manage our finances. 💰💳",
        "proyects-two-parraf-2": "✅Intuitive: it makes the interactivity of the application easier for the user, making payments and transfers safe and reliable.<br>✅Security Controls: high-level encryption to protect your data and transactions. Your money is in the best hands.<br>✅Loyalty Rewards: Cashier values your loyalty by offering you exclusive discounts in the best businesses.<br>✅Cutting-edge Technology: Cashier is developed with the most robust programming languages and under SOLID principles It is easily maintainable and scalable.",
        "proyects-three-title": "Trucking: Efficient Fleet Management with WhatsApp Interaction",
        "proyects-three-description": "Description",
        "proyects-three-parraf-1": "📌Trucking is an innovative web application designed to optimize the management of vehicle fleets in companies. Provides detailed data on fleet usage and maintenance, improving operational efficiency and reducing failure rates.",
        "proyects-three-parraf-2": "<strong>Real Time Tracking:</strong> Obtain instant information about the location and status of each vehicle.</br><strong>Detailed Recording:</strong> Access precise usage and maintenance data for a quick shot informed decision making.</br><strong>Interaction through WhatsApp:</strong> Added value with an integrated chatbot that connects to WhatsApp, facilitating communication and tracking requests.</br>",
        "proyects-four-description": "Description",
        "proyects-four-parraf-1": "📌<strong>Maipevi Bot</strong>, our WhatsApp chatbot developed with the powerful Baileys library, is the perfect solution to efficiently manage your company's fleet of vehicles. This chatbot offers a friendly and accessible interface to make it easy to interact and track crucial fleet information.",
        "proyects-four-parraf-2": "<strong>Information Consultation:</strong> Quickly access key data such as location, status and maintenance records of each vehicle.</br><strong> Report Generation:</strong>Maipevi Bot can generate detailed reports on fleet performance, simplifying analysis and decision making.</br><strong> Proactive Notifications:</strong>Receive important alerts and notifications directly on WhatsApp, always keeping you informed and prepared.</br>"
    },
    "contact": {
        "contact-title": "Contact Me",
        "contact-name": "Name",
        "contact-email": "Email",
        "contact-message": "Message",
        "contact-button": "Send Message"
    }
}