{
    "navbar": {
        "nav-home": "Inicio",
        "nav-project": "Proyectos",
        "nav-about": "Sobre mí",
        "nav-skill": "Habilidades",
        "nav-contact": "Contactame"
    },
    "home": {
        "home-title": "Hola soy <strong>Luis Peche</strong>, soy un apasionado desarrollador backend especializado en <strong>Java Spring Boot</strong>.<br>Mi experiencia incluye diseñar arquitecturas eficientes, implementando <strong>servicios</strong>  <strong>web</strong> <strong>RESTful</strong>  e integración de bases de datos, todo utilizando las mejores prácticas de desarrollo ágil.",
        "home-button": "<strong>Conóceme</strong>",
        "home-project-title": "<strong>Proyectos</strong>",
        "home-project-description": "Explora mi mundo de innovación digital, donde cada proyecto es una pieza única que fusiona tecnología y creatividad para transformar desafíos en soluciones impactantes. ¡Bienvenido a mi portafolio de creaciones, donde cada línea de código cuenta una historia de éxito! <br/><strong><em>Haz clic sobre las imágenes</em></strong>",
        "home-project-one": "Queremos ofrecerle no solo una herramienta para realizar pedidos, sino un compañero digital que comprenda sus preferencias y haga de cada comida una experiencia fácil y deliciosa.<br><br>",
        "home-project-two": "Cashier es una billetera digital diseñada para ser su pasaporte al mundo financiero moderno.<br>Que esperas para ser parte de esta iniciativa.<br><br>",
        "home-project-three": "El principal objetivo de esta iniciativa es proporcionar a los usuarios una herramienta que les permita comparar rápidamente precios de diferentes productos. Esto les facilita tomar decisiones informadas al realizar sus compras.",
        "home-project-four": "Una potente aplicación web que se desarrollo para la gestión eficiente de flotas de vehículos.</br> Cuenta con Chatbot para un mejor control y toma de decisión</br></br>",
        "home-project-five": "Chatbot para la gestión de flotas de vehiculos, cuenta con un panel de control para la gestión de los vehiculos y conductores.</br>Todo esto dentro de WhatsApp Móvil.</br></br>",
        "home-h3": "¿Te gusta lo que ves?",
        "home-button-contact": "<strong>Contactame</strong>",
        "home-skill-title": "<strong>Habilidades</strong>",
        "home-card-backend": "Soy un desarrollador backend altamente competente y con sólida experiencia en el uso de tecnologías como Java, Spring Boot, Spring Data JPA, Spring Mail, Spring Security, Docker, Maven y Git.",
        "home-card-bot": "Mi enfoque incluye la integración de tecnologías como Baileys/WAWebSockets y Node.js en conjunto con WhatsApp Business, brindando una solución eficiente y centrada en el usuario.",
        "home-card-scraping": "Soy experto en web scraping, usando Python, Selenium, Selenium Grid y Beautiful Soup. Mi experiencia abarca desde la extracción de datos hasta el procesamiento de datos, utilizando técnicas programáticas.",
        "home-banner": "Participé activamente en el desarrollo de un interesante proyecto de billetera digital, llamado <strong>\"Cashier\"</strong>, donde la innovación y la colaboración fueron claves. En este contexto, formé parte de una emulación de trabajo en equipo, contribuyendo a la creación de una solución integral para facilitar las transacciones financieras digitales.",
        "home-footer-about": "<strong>Acerca de mí</strong>",
        "home-footer-contact": "<strong>Contactame</strong>",
        "home-footer-Projects": "<strong>Proyectos</strong>"
    },
    "cv": {
        "cv-title": "Bienvenido a mi perfil, recuerda \"La vida es 10% lo que nos pasa y 90% cómo reaccionamos ante ello\".<br>Tengo un bachillerato en <strong>Ingeniería de Sistemas</strong>. Me enfoco en el <strong>desarrollo</strong> <strong>JAVA</strong> <strong>Backend</strong>, desarrollo <strong>Chat</strong> <strong>Bots</strong> <strong>WA</strong>  y <strong>Web</strong> <strong>Scraping</strong>.",
        "cv-button-contact": "<strong>Contacto</strong>",
        "cv-experience": "Experiencia",
        "cv-experience-one": "Backend Developer",
        "cv-experience-one-description": "Durante mi participación en el proyecto de desarrollo de un digital wallet denominado 'Cashier', tuve el privilegio de trabajar en el área backend, el cual se trabajo bajo una arquitectura REST EN CAPAS; donde implemente patrones de diseño y buenas prácticas",
        "cv-experience-two": "Freelance Programmer",
        "cv-experience-two-description": "Servicio de Chat Bot, se encarga en primera instancia de gestionar el proceso de venta de comida rápida. Con el tiempo este Chat Bot se podrá amalgamar a casi cualquier proceso comercial.",
        "cv-experience-three": "Unidad de Informática",
        "cv-experience-three-description": "Manejo de MSSQL Server para la gestión de consultas en el proceso de citas médicas.<br>Reportes en Power Bi.<br>Gestión del sistema GALENHOS.<br>Desarrollo de aplicación de escritorio usando Java acorde a la demanda del personal.<br><br>",
        "cv-education": "Educación",
        "cv-education-one": "Ingeniería de Sistemas",
        "cv-education-one-description": "Actualmente soy Bach. en Ingeniería de Sistemas.",
        "cv-education-two": "Bootcamp Data Analytics",
        "cv-education-two-description": "Este bootcamp integral de Data Analytics está diseñado para brindar a los participantes una formación práctica en el uso de herramientas esenciales en el campo de análisis de datos. A lo largo del bootcamp, los participantes adquirirán habilidades en programación con <strong>Python</strong>, manipulación y consulta de bases de datos utilizando <strong>Microsoft SQL Server</strong>, y la creación de visualizaciones impactantes con <strong>Power BI</strong>.",
        "cv-education-three": "Especialización java y Spring boot - Alura",
        "cv-education-three-description": "Durante mi experiencia, he desarrollado APIs siguiendo la arquitectura REST en un enfoque de capas y nivel de madurez según el modelo de Richardson. Además, he trabajado de manera extensa con tecnologías de bases de datos, destacando mi experiencia en la implementación y gestión de bases de datos MySQL.&nbsp;",
        "cv-education-four": "Java y Spring boot - Avanzado",
        "cv-education-four-description": "Durante mi participación en el curso, adquirí habilidades fundamentales en el desarrollo de APIs bajo la arquitectura REST, con un enfoque en la organización por capas y la implementación de los principios de madurez de Richardson. Además, tuve la oportunidad de trabajar con tecnologías avanzadas de bases de datos, centrándome en la administración de bases de datos PostgreSQL. El curso me proporcionó un conocimiento profundo en tecnologías clave, incluyendo Spring Data y Spring Security para asegurar la eficiencia y la seguridad de las aplicaciones, OpenAPI (swagger) para la documentación de APIs, Postman para pruebas exhaustivas, lombok y Spring Boot para el desarrollo ágil.",
        "cv-education-five": "Java Developer",
        "cv-education-five-description": "El curso orienta a los participantes en el correcto uso de las librerías, frameworks, buenas prácticas y uso patrones de diseño de aplicaciones web basadas en Tecnología Java.",
        "cv-education-six": "Java Programmer",
        "cv-education-six-description": "Desarrollar componentes de software usando la tecnología Java SE y Jakarta EE. Tener preparación necesaria para examen de certificación Oracle Java 11 (Java SE 11 Developer | 1Z0-819), tomando en cuenta que esta certificación reemplaza a las certificaciones Java SE 11 Programmer I (1Z0-815) y Java SE 11 Programmer II (1Z0-816).",
        "cv-education-seven": "AWS",
        "cv-education-seven-description": "Este curso proporciona una introducción integral a Amazon Web Services (AWS), la plataforma de servicios en la nube líder en la industria. Diseñado para principiantes y profesionales que buscan adquirir habilidades básicas en la nube, el curso cubre los conceptos fundamentales de AWS, las mejores prácticas y la navegación por la consola."
    },
    "proyects":{
        "proyects-title": "Zephyr Cygnus wa",
        "proyects-description": "Descripción",
        "proyects-parraf-1": "¿Cansado de esperar? 🥱 Nosotros también lo estábamos. Por eso, presentamos nuestro innovador servicio de mensajería <strong>Chat</strong> <strong>Bot</strong> en <strong>WhatsApp</strong>.<br><br>📩 Adiós a la espera de la carta: Olvídate de las largas demoras para recibir información importante.<br>⏳ Respuestas en tiempo récord: ¿Harto de esperar minutos para una respuesta? Nuestro chat bot responde en segundos.",
        "proyects-parraf-2": "Este proyecto nació inspirado en un lugar muy especial para mí, el <strong>Restobar</strong> Kraken de la ciudad de <strong>Ica</strong>. Dicho Chat Bot se encarga en primera instancia de gestionar el proceso de venta de comida rápida. Con el tiempo este Chat Bot se podrá <strong>amalgamar</strong> a casi cualquier proceso comercial.",
        "proyects-one-title": "Dev BOT SUPERMARKET",
        "proyects-one-description": "Descripción",
        "proyects-one-parraf-1": "Durante los últimos meses, he estado trabajando en un proyecto que combina varias tecnologías y enfoques para simplificar la vida de los compradores de <strong>abarrotes</strong> en mi localidad. El objetivo era proporcionar a la comunidad una manera <strong>eficiente</strong> de <strong>comparar</strong> los <strong>precios</strong> de productos en tres <strong>supermercados</strong> diferentes, sin tener que navegar por múltiples sitios web.",
        "proyects-one-parraf-2": "<strong>[ 📌 OBJETIVO]:</strong> Mi objetivo con este proyecto es facilitar la vida de las personas al ofrecerles una manera rápida y sencilla de encontrar los mejores precios para productos de abarrotes en la zona. Todos merecen ahorrar tiempo y dinero, y esto es lo que intento lograr con esta iniciativa.",
        "proyects-two-title": "Cashier",
        "proyects-two-description": "Descripción",
        "proyects-two-parraf-1": "\"<strong>Cashier</strong>\" 📱, un monedero digital que está revolucionando la forma en que gestionamos nuestras finanzas. 💰💳",
        "proyects-two-parraf-2": "✅Intuitiva: facilita al usuario la interactividad de la aplicación, logrando realizar pagos y transferencias de manera segura y confiable.<br>✅Controles de Seguridad: cifrado de alto nivel para proteger tus datos y transacciones. Tu dinero está en las mejores manos.<br>✅Recompensas de Lealtad: cashier valora tu lealtad ofreciéndote descuentos exclusivos en los mejores negocios.<br>✅Tecnología de Vanguardia: Cashier está desarrollada con los mas robustos lenguajes de programación y bajo principios SOLID es facilmente mantenible y escalable.",
        "proyects-three-title": "Trucking: Gestión Eficiente de Flotas con Interacción en WhatsApp",
        "proyects-three-description": "Descripción",
        "proyects-three-parraf-1": "📌Trucking es una innovadora aplicación web diseñada para optimizar la gestión de flotas de vehículos en empresas. Proporciona datos detallados sobre el uso y mantenimiento de la flota, mejorando la eficiencia operativa y reduciendo las tasas de fallas.",
        "proyects-three-parraf-2": "<strong>Seguimiento en Tiempo Real:</strong> Obtén información instantánea sobre la ubicación y el estado de cada vehículo.</br><strong>Registro Detallado:</strong> Accede a datos precisos de uso y mantenimiento para una toma de decisiones informada.</br><strong>Interacción por WhatsApp:</strong> Valor agregado con un chatbot integrado que se conecta a WhatsApp, facilitando la comunicación y el seguimiento de solicitudes.</br>",
        "proyects-four-description": "Descripción",
        "proyects-four-parraf-1": "📌<strong>Maipevi Bot</strong>, nuestro chatbot en WhatsApp desarrollado con la potente librería Baileys, es la solución perfecta para gestionar eficientemente la flota de vehículos de tu empresa. Este chatbot ofrece una interfaz amigable y accesible para facilitar la interacción y el seguimiento de información crucial sobre la flota.",
        "proyects-four-parraf-2": "<strong>Consulta de Información:</strong> Accede rápidamente a datos clave como ubicación, estado y registros de mantenimiento de cada vehículo.</br><strong> Generación de Reportes:</strong>Maipevi Bot puede generar informes detallados sobre el rendimiento de la flota, simplificando el análisis y la toma de decisiones.</br><strong> Notificaciones Proactivas:</strong>Recibe alertas y notificaciones importantes directamente en WhatsApp, manteniéndote siempre informado y preparado.</br>"
    },
    "contact": {
        "contact-title": "Contáctame",
        "contact-name": "Nombre",
        "contact-email": "Email",
        "contact-message": "Mensaje",
        "contact-button": "Enviar Mensaje"
    }
}